Repository: digipolisgent/drupal_module_culturefeed-lists
Catalog: translations/*.po
Languages: nl

source: Name
nl: Naam

source: Operations
nl: Bewerkingen

source: Manage items
nl: Beheer items

source: Edit
nl: Bewerken

source: Delete
nl: Verwijderen

source: No lists defined.
nl: Geen lijsten gedefiniëerd.

source: Add list
nl: Lijst toevoegen

source: List name
nl: Lijst naam

source: List path
nl: List pad

source: A unique path to construct the URL for the list. It must only contain lowercase letters, numbers and hyphens.
nl: Een uniek pad gebruikt voor het aanmaken van de URL voor de lijst. Het mag enkel kleine letters, nummers en koppelteken bevatten.

source: Save
nl: Opslaan

source: Cancel
nl: Annuleren

source: There is already a list with the same name.
nl: Er bestaat reeds een lijst met dezelfde naam.

source: There is already a list with the same path.
nl: Er bestaat reeds een lijst met hetzelfde pad.

source: List %name_new added with path %path_new.
nl: Lijst %name_new toegevoegd met pad %path_new.

source: List name %name_old changed to %name_new.
nl: Lijst naam %name_old aangepast naar %name_new.

source: List name %name_old changed path from %path_old to %path_new.
nl: Lijst naam %name_old pad aangepast van %path_old naar %path_new.

source: No changes for list %name_old.
nl: Geen aanpassingen voor lijst %name_old.

source: Delete list %name
nl: Verwijder lijst %name

source: Are you sure that you want to delete this list? This action can not be undone.
nl: Bent u zeker dat u deze lijst wil verwijderen? Deze actie kan niet ongedaan worden gemaakt.

source: List %name is deleted.
nl: Lijst %name is verwijderd.

source: Remove item from list
nl: Verwijder item uit lijst

source: Are you sure that you want to remove item <strong>@item_name</strong> from list <strong>@list_name</strong>?
nl: Bent u zeker dat u item <strong>@item_name</strong> uit de lijst <strong>@list_name</strong> wil verwijderen?

source: Item %item_name is removed from list %list_name.
nl: Item %item_name is verwijderd uit lijst %list_name.

source: Error occurred while saving the item lists.
nl: Er heeft zich een fout voorgedaan bij het opslaan van de item lijsten.

source: Reset the order of %name list
nl: Herstel de standaard volgorde van %name lijst

source: Are you sure that you want to reset the order of the list items? This will remove all manually set sorting and can not be undone.
nl: Bent u zeker dat u de volgorde van lijst items wil herstellen? Dit zal alle manuele sortering verwijderen en kan niet ongedaan worden gemaakt.

source: Sorting of list is reset.
nl: Standaard volgorde van de lijst is hersteld.

source: The list is reloaded.
nl: De lijst is herladen.

source: Manage lists
nl: Beheer lijsten

source: Create new list
nl: Maak nieuwe lijst aan

source: Refresh
nl: Verversen

source: List
nl: Lijst

source: Manage list
nl: Beheer lijst

source: The lists are updated.
nl: De lijst is aangepast.

source: You tried to add the item to a list with a name that is not allowed.
nl: U probeerde een item toe te voegen aan een lijst met ongeldige naam.

source: Lists are refreshed.
nl: Lijsten zijn herladen.

source: Administer CultureFeed lists
nl: Beheer CultureFeed lijsten

source: Manage lists and their content.
nl: Beheer lijsten en hun inhoud.

source: Manage CultureFeed item lists
nl: Beheer CultureFeed item lijsten

source: Manage the lists for an item.
nl: Beheer de lijsten van een item.

source: CultureFeed List : @name
nl: CultureFeed Lijst : @name

source: Items can be shown in lists. This is the overview of the defined lists.
nl: Evenementen kunnen worden weergegeven in lijsten. Dit is het overzicht van beschikbare lijsten.

source: Add a new item list.
nl: Voeg een nieuwe item lijst toe.

source: This overview contains all items that have been added to the <strong>@name</strong> list. You can remove items or change the order as they will be displayed.
nl: Dit overzicht bevat alle evenementen die zijn toegevoegd aan de <strong>@name</strong> lijst. U kan items verwijderen of de volgorde waarin ze worden weergegeven aanpassen.

source: <strong>Note:</strong> items that took place in the past are automatically removed from the list.
nl: <strong>Opmerking:</strong> items die in het verleden liggen worden automatisch uit de lijst verwijderd.

source: Add or remove the item from one or more lists.
nl: Voeg item toe aan of verwijder item uit één of meerdere lijsten.

source: Lists
nl: Lijsten

source: Reset order
nl: Herstel volgorde

source: CultureFeed Lists
nl: CultureFeed Lijsten

source: Manage lists and their items.
nl: Beheer lijsten en hun inhoud.

source: Edit list
nl: Lijst aanpassen

source: Edit an existing list.
nl: Pas een bestaande lijst aan.

source: Delete list
nl: Lijst verwijderen

source: Delete a list.
nl: Verwijder een lijst.

source: Manage list items
nl: Beheer lijst items

source: Manage the list items.
nl: Beheer de lijst items.

source: Reset sort order.
nl: Herstel volgorde.

source: Reset the manually set sort order of the list items.
nl: Herstel de volgorde van de lijst.

source: Refresh list
nl: Herlaad lijst

source: Refresh the list by getting the items from the backend instead of cache.
nl: Herlaad de lijst door de items uit de backend te laden ipv. uit cache.

source: Remove an item from a list.
nl: Verwijder een item uit een lijst.

source: Create and curate lists of manual selected Cdb items (events).
nl: Creëer en beheer lijsten van menueel geselecteerde Cdb items (events).

source: There are no lists defined. Add one or more lists so they can be selected.
nl: Er zijn geen lijsten gedefiniëerd. Maak één of meerdere lijsten aan zodat deze hier kunnen worden geselecteerd.

source: Please select the list to store the items sorting for.
nl: Selecteer de lijst waarvoor de sortering dient opgeslagen te worden.

source: - Choose -
nl: - Kiezen -

source: Order of the items is saved.
nl: Volgorde van de items is opgeslagen.

source: Cdb Items Lists
nl: UDB Items Lijsten

source: Filter the items by the list(s) they are part of.
nl: Filter de items volgens de lijst(en) waar ze deel van uitmaken.

source: Item operations
nl: Item bewerkingen

source: Operational links to manage a list item.
nl: Operationele links om lijst items te beheren.

source: Provides functionality to alter the order of Cdb items in lists.
nl: Voorziet functionaliteit om de volgorde van de UDB items in lijsten aan te passen.

source: Draggableviews order
nl: Draggableviews volgorde

source: Sort Cdb item lists by the sort weight.
nl: Sorteer UDB item lijsten op basis van hun sorteer gewicht.

source: Master
nl: Hoofd

source: CultureFeed : Manage list items
nl: CultureFeed: Beheer lijst items

source: more
nl: meer

source: Apply
nl: Toepassen

source: Sort by
nl: Sorteren op

source: Ascending
nl: Oplopend

source: Descending
nl: Aflopend

source: Items per page
nl: Items per pagina

source: - All -
nl: - Alle -

source: « first
nl: « eerste

source: ‹ previous
nl: ‹ vorige

source: next ›
nl: volgende ›

source: last »
nl: laatste »

source: <h3>There are no items in the list.</h3>
nl: <h3>Er zijn geen items in de lijst.</h3>

source: Title
nl: Titel

source: Dates
nl: Datums

source: Sort
nl: Sorteren

source: View
nl: Weergeven

source: Manage
nl: Beheren

source: Remove from list
nl: Verwijder uit lijst

source: The list to sort the items by.
nl: Items worden gesorteerd op basis van deze lijst.

source: No list selected.
nl: Geen lijst geselecteerd.

source: Order items by list %list.
nl: Sorteer items volgens lijst %list.
